Repository: ambysto/steady
Catalog: apple/Steady/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, vi, zh_hans

# apple.diag.bufferbloat.where_local
source: , rising even to the router ⇒ the queue is on the device ↔ router hop (saturated Wi‑Fi or an overloaded router)
de: , steigt sogar bis zum Router ⇒ die Warteschlange liegt auf dem Abschnitt Gerät ↔ Router (überlastetes Wi‑Fi oder überlasteter Router)
es: , y aumenta incluso hasta el router ⇒ la cola está en el salto dispositivo ↔ router (Wi‑Fi saturado o router sobrecargado)
fr: , y compris vers le routeur ⇒ la file se trouve sur le saut appareil ↔ routeur (Wi‑Fi saturé ou routeur surchargé)
pt_br: , subindo até no roteador ⇒ a fila está no trecho dispositivo ↔ roteador (Wi‑Fi saturado ou roteador sobrecarregado)
vi: , tăng ngay cả tới router ⇒ hàng đợi ở chặng thiết bị ↔ router (Wi‑Fi bão hòa hoặc chính router quá tải)
zh_hans: ，到路由器的延迟也在上升 ⇒ 队列位于设备 ↔ 路由器这一跳（Wi‑Fi 饱和或路由器过载）

# apple.diag.common.hidden_ssid
source: Nearby network
de: Netzwerk in der Nähe
es: Red cercana
fr: Réseau à proximité
pt_br: Rede próxima
vi: Mạng xung quanh
zh_hans: 附近的网络

# apple.diag.physical_link.advice
source: This check cannot tell the cause. Rule out first: channel interference and the router's Wi‑Fi settings (MLO/Wi‑Fi 7, an old modem's Wi‑Fi). If those are clean, suspect what is around the Mac: metal, a closed lid, a dock or a display can block its antennas; move it into the open or closer to the router, and compare again after a few hours.
de: Diese Prüfung kann die Ursache nicht bestimmen. Zuerst ausschließen: Kanalstörungen und die Wi‑Fi-Einstellungen des Routers (MLO/Wi‑Fi 7, das Wi‑Fi eines alten Modems). Wenn diese in Ordnung sind, auf die Umgebung des Mac tippen: Metall, ein geschlossener Deckel, ein Dock oder ein Bildschirm können seine Antennen verdecken; den Mac frei oder näher am Router aufstellen und nach einigen Stunden erneut vergleichen.
es: Esta comprobación no puede determinar la causa. Descarta primero: la interferencia de canal y los ajustes Wi‑Fi del router (MLO/Wi‑Fi 7, el Wi‑Fi de un módem antiguo). Si todo eso está en orden, sospecha del entorno del Mac: el metal, la tapa cerrada, un dock o una pantalla pueden tapar sus antenas; ponlo en un lugar despejado o más cerca del router y vuelve a comparar después de unas horas.
fr: Cette vérification ne peut pas déterminer la cause. Écartez d'abord : les interférences de canal et les réglages Wi‑Fi du routeur (MLO/Wi‑Fi 7, le Wi‑Fi d'un ancien modem). Si tout est en ordre, soupçonnez l'environnement du Mac : du métal, un écran rabattu, un dock ou un moniteur peuvent masquer ses antennes ; placez-le à découvert ou plus près du routeur, puis comparez de nouveau après quelques heures.
pt_br: Esta verificação não identifica a causa. Descarte antes: interferência de canal e as configurações de Wi‑Fi do roteador (MLO/Wi‑Fi 7, Wi‑Fi de um modem antigo). Se tudo isso estiver limpo, suspeite do que está ao redor do Mac: metal, a tampa fechada, um dock ou uma tela podem bloquear as antenas; coloque-o em um lugar aberto ou mais perto do roteador e compare de novo depois de algumas horas.
vi: Kiểm tra không nói được nguyên nhân. Loại trừ trước: nhiễu kênh và cấu hình Wi‑Fi của router (MLO/Wi‑Fi 7, Wi‑Fi modem cũ). Nếu sạch thì nghi thứ xung quanh Mac: kim loại, gập nắp, dock hay màn hình có thể che ăng-ten; đặt Mac ở chỗ thoáng hoặc gần router hơn rồi so lại sau vài giờ.
zh_hans: 此检查无法判断原因。请先排除：信道干扰和路由器的 Wi‑Fi 设置（MLO/Wi‑Fi 7、旧调制解调器的 Wi‑Fi）。如果都没有问题，则怀疑 Mac 周围的环境：金属、合上的屏幕、扩展坞或显示器可能遮挡天线；把 Mac 放到开阔处或靠近路由器，几小时后再比较。

# apple.diag.physical_link.advice_improved
source: If you just moved the Mac or the router, or changed a setting, watch a few more hours to confirm.
de: Wenn gerade der Mac oder der Router umgestellt oder eine Einstellung geändert wurde, noch einige Stunden beobachten, um es zu bestätigen.
es: Si acabas de mover el Mac o el router, o de cambiar algún ajuste, observa unas horas más para confirmarlo.
fr: Si vous venez de déplacer le Mac ou le routeur, ou de changer un réglage, observez encore quelques heures pour confirmer.
pt_br: Se você acabou de mover o Mac ou o roteador, ou mudou alguma configuração, observe mais algumas horas para confirmar.
vi: Nếu bạn vừa dời Mac/router hoặc đổi cấu hình, theo dõi thêm vài giờ để xác nhận.
zh_hans: 如果你刚移动过 Mac 或路由器，或更改了设置，请再观察几个小时以确认。

# apple.diag.physical_link.bad_minutes
source: %1$@/%2$@ minutes (%3$@) had a transmit rate ≤ 30 Mbps and ≥ 5%% packet loss to the router
de: %1$@/%2$@ Minuten (%3$@) mit Senderate ≤ 30 Mbps und ≥ 5 %% Paketverlust zum Router
es: %1$@/%2$@ minutos (%3$@) con velocidad de transmisión ≤ 30 Mbps y ≥ 5%% de pérdida de paquetes hacia el router
fr: %1$@/%2$@ minutes (%3$@) avec un débit d'émission ≤ 30 Mbps et ≥ 5%% de perte de paquets vers le routeur
pt_br: %1$@/%2$@ minutos (%3$@) tiveram taxa de transmissão ≤ 30 Mbps e ≥ 5%% de perda de pacotes até o roteador
vi: %1$@/%2$@ phút (%3$@) có tốc độ gửi ≤ 30 Mbps và mất gói tới router ≥ 5%%
zh_hans: %1$@/%2$@ 分钟（%3$@）出现发送速率 ≤ 30 Mbps 且到路由器丢包 ≥ 5%%

# apple.diag.physical_link.ok
source: The transmit rate and packet loss to the router are stable
de: Senderate und Paketverlust zum Router sind stabil
es: La velocidad de transmisión y la pérdida de paquetes hacia el router son estables
fr: Le débit d'émission et la perte de paquets vers le routeur sont stables
pt_br: A taxa de transmissão e a perda de pacotes até o roteador estão estáveis
vi: Tốc độ gửi và mất gói tới router ổn định
zh_hans: 发送速率和到路由器的丢包稳定

# apple.diag.ping.no_data
source: Not enough measurements yet (needs ≥ 60 samples in the last hour)
de: Noch nicht genug Messungen (benötigt ≥ 60 Messungen in der letzten Stunde)
es: Aún no hay suficientes mediciones (se necesitan ≥ 60 muestras en la última hora)
fr: Pas encore assez de mesures (il faut ≥ 60 échantillons sur la dernière heure)
pt_br: Ainda não há medições suficientes (são necessárias ≥ 60 amostras na última hora)
vi: Chưa đủ số liệu đo (cần ≥ 60 mẫu trong giờ qua)
zh_hans: 测量数据尚不足（最近 1 小时内至少需要 60 个样本）

# apple.diag.ping.router_jitter
source: Unstable latency to the router (jitter above 30 ms): a local problem (device ↔ router / Wi‑Fi)
de: Instabile Latenz zum Router (Jitter über 30 ms): ein lokales Problem (Gerät ↔ Router / Wi‑Fi)
es: Latencia inestable hacia el router (jitter por encima de 30 ms): un problema local (dispositivo ↔ router / Wi‑Fi)
fr: Latence instable vers le routeur (gigue au-dessus de 30 ms) : problème local (appareil ↔ routeur / Wi‑Fi)
pt_br: Latência instável até o roteador (jitter acima de 30 ms): problema local (dispositivo ↔ roteador / Wi‑Fi)
vi: Độ trễ tới router không ổn định (jitter trên 30 ms): lỗi nội bộ (thiết bị ↔ router / Wi‑Fi)
zh_hans: 到路由器的延迟不稳定（抖动超过 30 ms）：本地问题（设备 ↔ 路由器 / Wi‑Fi）

# apple.diag.ping.router_loss
source: Packet loss to the router: a local problem (device ↔ router / Wi‑Fi)
de: Paketverlust zum Router: ein lokales Problem (Gerät ↔ Router / Wi‑Fi)
es: Pérdida de paquetes hacia el router: un problema local (dispositivo ↔ router / Wi‑Fi)
fr: Perte de paquets vers le routeur : problème local (appareil ↔ routeur / Wi‑Fi)
pt_br: Perda de pacotes até o roteador: problema local (dispositivo ↔ roteador / Wi‑Fi)
vi: Mất gói tới router: lỗi nội bộ (thiết bị ↔ router / Wi‑Fi)
zh_hans: 到路由器的丢包：本地问题（设备 ↔ 路由器 / Wi‑Fi）

# apple.diag.signal.advice
source: Move the router and the Mac closer, use 5 GHz, add a mesh node, or plug in a LAN cable.
de: Router und Mac näher zusammenstellen, 5 GHz nutzen, einen Mesh-Knoten hinzufügen oder ein LAN-Kabel anschließen.
es: Acerca el router y el Mac, usa 5 GHz, añade un nodo mesh o conecta un cable LAN.
fr: Rapprochez le routeur et le Mac, utilisez la bande 5 GHz, ajoutez un nœud mesh ou branchez un câble LAN.
pt_br: Aproxime o roteador e o Mac, use 5 GHz, adicione um nó mesh ou ligue um cabo de rede.
vi: Dời router/Mac lại gần, dùng 5GHz, thêm mesh, hoặc cắm LAN.
zh_hans: 让路由器和 Mac 靠近一些，改用 5 GHz，增加 Mesh 节点，或接上网线。

# apple.ui.language.auto
source: Same as system
de: Wie das System
es: Igual que el sistema
fr: Identique au système
pt_br: Igual ao sistema
vi: Theo hệ thống
zh_hans: 跟随系统

# diag.ago.days
source: %lld days ago
de: vor %lld Tagen
es: hace %lld días
fr: il y a %lld jours
pt_br: há %lld dias
vi: %lld ngày trước
zh_hans: %lld天前

# diag.ago.hours
source: %lld hours ago
de: vor %lld Stunden
es: hace %lld horas
fr: il y a %lld heures
pt_br: há %lld horas
vi: %lld giờ trước
zh_hans: %lld小时前

# diag.ago.minutes
source: %lld minutes ago
de: vor %lld Minuten
es: hace %lld minutos
fr: il y a %lld minutes
pt_br: há %lld minutos
vi: %lld phút trước
zh_hans: %lld分钟前

# diag.bufferbloat.advice
source: Turn on SQM / smart QoS (fq_codel or CAKE) on the router and set the upload/download limits about 5–10%% below the real bandwidth. If the router has no SQM, lower the upload speed of the app causing the load.
de: SQM / Smart-QoS (fq_codel oder CAKE) am Router aktivieren und die Upload-/Download-Limits etwa 5–10 %% unter der tatsächlichen Bandbreite setzen. Hat der Router kein SQM, die Upload-Geschwindigkeit der Anwendung senken, die die Last verursacht.
es: Activa SQM / QoS inteligente (fq_codel o CAKE) en el router y fija los límites de subida y bajada un 5–10%% por debajo del ancho de banda real. Si el router no tiene SQM, reduce la velocidad de subida de la aplicación que causa la carga.
fr: Activez SQM / QoS intelligent (fq_codel ou CAKE) sur le routeur et réglez les limites d'envoi/téléchargement environ 5 à 10%% sous la bande passante réelle. Si le routeur n'a pas de SQM, réduisez le débit d'envoi de l'application qui provoque la charge.
pt_br: Ative SQM / QoS inteligente (fq_codel ou CAKE) no roteador e defina os limites de upload/download cerca de 5–10%% abaixo da banda real. Se o roteador não tiver SQM, reduza a velocidade de upload do aplicativo que causa a carga.
vi: Bật SQM / QoS thông minh (fq_codel hoặc CAKE) trên router và đặt giới hạn tải lên/xuống thấp hơn băng thông thật khoảng 5–10%%. Nếu router không có SQM, giảm tốc độ tải lên của ứng dụng gây tải.
zh_hans: 请在路由器上开启 SQM / 智能 QoS（fq_codel 或 CAKE），并将上传/下载限速设为比实际带宽低约 5–10%%。如果路由器没有 SQM，请降低造成负载的应用的上传速度。

# diag.bufferbloat.advice_incomplete
source: Only a run in which both directions fill the line can show that it is fine; run it again later.
de: Nur ein Lauf, in dem beide Richtungen die Leitung auslasten, kann zeigen, dass alles in Ordnung ist; später erneut ausführen.
es: Solo una ejecución en la que ambos sentidos llenen la línea puede mostrar que todo está bien; vuelve a ejecutarla más tarde.
fr: Seule une mesure où les deux sens saturent la ligne peut montrer que tout va bien ; relancez plus tard.
pt_br: Só uma execução em que os dois sentidos encham a linha pode mostrar que está tudo bem; execute novamente mais tarde.
vi: Chỉ một lần đo mà cả hai chiều đều làm đầy đường truyền mới cho biết mọi thứ ổn; chạy lại sau.
zh_hans: 只有两个方向都占满线路的测量才能说明一切正常；请稍后重新运行。

# diag.bufferbloat.advice_later
source: Wait until the test server accepts the load again, then run again.
de: Warten, bis der Testserver die Last wieder annimmt, dann erneut ausführen.
es: Espera a que el servidor de prueba vuelva a aceptar la carga y vuelve a ejecutar.
fr: Attendez que le serveur de test accepte à nouveau la charge, puis relancez.
pt_br: Aguarde até o servidor de teste aceitar a carga de novo e execute novamente.
vi: Chờ máy chủ đo nhận tải trở lại rồi chạy lại.
zh_hans: 请等待测试服务器重新接受负载后再运行。

# diag.bufferbloat.advice_retry
source: Check the network connection and run again.
de: Die Netzwerkverbindung prüfen und erneut ausführen.
es: Revisa la conexión de red y vuelve a ejecutar.
fr: Vérifiez la connexion réseau et relancez.
pt_br: Verifique a conexão de rede e execute novamente.
vi: Kiểm tra kết nối mạng rồi chạy lại.
zh_hans: 请检查网络连接后重新运行。

# diag.bufferbloat.advice_unreachable
source: Check the connection to speed.cloudflare.com (firewall/proxy) and run again.
de: Die Verbindung zu speed.cloudflare.com prüfen (Firewall/Proxy) und erneut ausführen.
es: Revisa la conexión con speed.cloudflare.com (firewall/proxy) y vuelve a ejecutar.
fr: Vérifiez la connexion à speed.cloudflare.com (pare-feu/proxy) et relancez.
pt_br: Verifique a conexão com speed.cloudflare.com (firewall/proxy) e execute novamente.
vi: Kiểm tra kết nối tới speed.cloudflare.com (tường lửa/proxy) rồi chạy lại.
zh_hans: 请检查到 speed.cloudflare.com 的连接（防火墙/代理）后重新运行。

# diag.bufferbloat.all_lost
source: %1$@: all pings lost during %2$@
de: %1$@: alle Pings gingen bei %2$@ verloren
es: %1$@: se perdieron todos los pings durante la %2$@
fr: %1$@ : tous les pings perdus en charge (%2$@)
pt_br: %1$@: todos os pings foram perdidos durante o %2$@
vi: %1$@: mất toàn bộ ping khi %2$@
zh_hans: %1$@：%2$@期间所有 ping 均丢失

# diag.bufferbloat.at_ceiling
source: The %1$@ load stopped at the test's own limit (%2$@ Mbps): the line may be faster, so its queue may not have filled
de: Die %1$@-Last stoppte an der eigenen Grenze des Tests (%2$@ Mbps): Die Leitung ist womöglich schneller, ihre Warteschlange hat sich dann nicht gefüllt
es: La carga de %1$@ se detuvo en el límite propio de la prueba (%2$@ Mbps): la línea puede ser más rápida, así que su cola quizá no se llenó
fr: La charge (%1$@) s'est arrêtée à la limite propre du test (%2$@ Mbps) : la ligne est peut-être plus rapide, sa file d'attente ne s'est donc peut-être pas remplie
pt_br: A carga de %1$@ parou no limite do próprio teste (%2$@ Mbps): a linha pode ser mais rápida, então a fila dela pode não ter enchido
vi: Tải chiều %1$@ dừng ở giới hạn của chính phép đo (%2$@ Mbps): đường truyền có thể nhanh hơn, nên hàng đợi có thể chưa đầy
zh_hans: %1$@负载停在了测试自身的上限（%2$@ Mbps）：线路可能更快，因此其队列可能未被填满

# diag.bufferbloat.by
source: by %1$@ ms
de: um %1$@ ms
es: en %1$@ ms
fr: de %1$@ ms
pt_br: em %1$@ ms
vi: thêm %1$@ ms
zh_hans: 上升 %1$@ ms

# diag.bufferbloat.idle
source: Idle: %1$@
de: Leerlauf: %1$@
es: En reposo: %1$@
fr: Au repos : %1$@
pt_br: Em repouso: %1$@
vi: Lúc rảnh: %1$@
zh_hans: 空闲：%1$@

# diag.bufferbloat.line
source: %1$@ during %2$@ (%3$@ Mbps): median %4$@ ms, p95 %5$@ ms, %6$@ ms added, %7$@%% lost
de: %1$@ bei %2$@ (%3$@ Mbps): Median %4$@ ms, p95 %5$@ ms, %6$@ ms zusätzlich, %7$@%% verloren
es: %1$@ durante la %2$@ (%3$@ Mbps): mediana %4$@ ms, p95 %5$@ ms, %6$@ ms añadidos, %7$@%% perdido
fr: %1$@ en charge (%2$@, %3$@ Mbps) : médiane %4$@ ms, p95 %5$@ ms, %6$@ ms ajoutés, %7$@%% perdus
pt_br: %1$@ durante o %2$@ (%3$@ Mbps): mediana %4$@ ms, p95 %5$@ ms, %6$@ ms adicionados, %7$@%% perdidos
vi: %1$@ khi %2$@ (%3$@ Mbps): trung vị %4$@ ms, p95 %5$@ ms, tăng thêm %6$@ ms, mất %7$@%%
zh_hans: %2$@期间的%1$@（%3$@ Mbps）：中位数 %4$@ ms，p95 %5$@ ms，增加 %6$@ ms，丢包 %7$@%%

# diag.bufferbloat.loss_only
source: Median latency barely rises but pings to the Internet lose %1$@%% when the line is busy (a full queue dropping packets)
de: Die Median-Latenz steigt kaum an, aber Pings ins Internet verlieren %1$@%% bei ausgelasteter Leitung (eine volle Warteschlange verwirft Pakete)
es: La latencia mediana apenas aumenta, pero los pings a Internet pierden un %1$@%% cuando la línea está ocupada (una cola llena que descarta paquetes)
fr: La latence médiane augmente à peine mais les pings vers Internet perdent %1$@%% quand la ligne est occupée (une file pleine qui rejette des paquets)
pt_br: A latência mediana quase não aumenta, mas os pings para a Internet perdem %1$@%% quando a linha está ocupada (uma fila cheia descartando pacotes)
vi: Độ trễ trung vị gần như không tăng nhưng ping ra Internet mất %1$@%% khi đường truyền bận (hàng đợi đầy làm rớt gói)
zh_hans: 延迟中位数几乎不上升，但线路繁忙时到互联网的 ping 丢包 %1$@%%（队列已满而丢包）

# diag.bufferbloat.no_idle
source: Cannot measure: no ping replies from the Internet while idle
de: Messung nicht möglich: keine Ping-Antworten aus dem Internet im Leerlauf
es: No se puede medir: no hay respuestas de ping desde Internet en reposo
fr: Mesure impossible : aucune réponse de ping depuis Internet au repos
pt_br: Não foi possível medir: sem resposta de ping da Internet em repouso
vi: Không đo được: lúc rảnh không có phản hồi ping tới Internet
zh_hans: 无法测量：空闲时没有收到来自互联网的 ping 应答

# diag.bufferbloat.no_load
source: Could not generate %1$@ load: %2$@
de: %1$@-Last konnte nicht erzeugt werden: %2$@
es: No se pudo generar carga de %1$@: %2$@
fr: Impossible de générer la charge (%1$@) : %2$@
pt_br: Não foi possível gerar carga de %1$@: %2$@
vi: Không tạo được tải chiều %1$@: %2$@
zh_hans: 无法产生%1$@负载：%2$@

# diag.bufferbloat.no_result
source: Could not measure latency under load
de: Latenz unter Last konnte nicht gemessen werden
es: No se pudo medir la latencia bajo carga
fr: Impossible de mesurer la latence en charge
pt_br: Não foi possível medir a latência sob carga
vi: Không đo được độ trễ khi tải
zh_hans: 无法测量负载下的延迟

# diag.bufferbloat.ok
source: Latency barely rises when the line is busy (at most +%1$@ ms)
de: Die Latenz steigt bei ausgelasteter Leitung kaum an (höchstens +%1$@ ms)
es: La latencia apenas aumenta cuando la línea está ocupada (como máximo +%1$@ ms)
fr: La latence augmente à peine quand la ligne est occupée (+%1$@ ms au maximum)
pt_br: A latência quase não aumenta quando a linha está ocupada (no máximo +%1$@ ms)
vi: Độ trễ gần như không tăng khi đường truyền bận (tối đa +%1$@ ms)
zh_hans: 线路繁忙时延迟几乎不上升（最多 +%1$@ ms）

# diag.bufferbloat.ok_incomplete
source: No rise where it could be measured (at most +%1$@ ms), but the measurement is incomplete
de: Kein Anstieg, soweit messbar (höchstens +%1$@ ms), aber die Messung ist unvollständig
es: Sin aumento donde se pudo medir (como máximo +%1$@ ms), pero la medición está incompleta
fr: Aucune hausse là où la mesure a été possible (+%1$@ ms au maximum), mais la mesure est incomplète
pt_br: Nenhum aumento onde foi possível medir (no máximo +%1$@ ms), mas a medição está incompleta
vi: Không thấy độ trễ tăng ở phần đo được (tối đa +%1$@ ms), nhưng phép đo chưa đầy đủ
zh_hans: 在能测到的范围内延迟没有上升（最多 +%1$@ ms），但测量不完整

# diag.bufferbloat.refused
source: The test server refused the %1$@ load (HTTP %2$@: it limits test traffic per address); try again in about %3$@ min
de: Der Testserver hat die %1$@-Last abgelehnt (HTTP %2$@: er begrenzt Testverkehr pro Adresse); in etwa %3$@ Min. erneut versuchen
es: El servidor de prueba rechazó la carga de %1$@ (HTTP %2$@: limita el tráfico de prueba por dirección); vuelve a intentarlo en unos %3$@ min
fr: Le serveur de test a refusé la charge (%1$@) (HTTP %2$@ : il limite le trafic de test par adresse) ; réessayez dans environ %3$@ min
pt_br: O servidor de teste recusou a carga de %1$@ (HTTP %2$@: ele limita o tráfego de teste por endereço); tente novamente em cerca de %3$@ min
vi: Máy chủ đo đã từ chối tải chiều %1$@ (HTTP %2$@: máy chủ giới hạn lưu lượng đo theo từng địa chỉ); thử lại sau khoảng %3$@ phút
zh_hans: 测试服务器拒绝了%1$@负载（HTTP %2$@：它按地址限制测试流量）；请约 %3$@ 分钟后重试

# diag.bufferbloat.refused_later
source: The test server refused the %1$@ load (HTTP %2$@: it limits test traffic per address); try again later
de: Der Testserver hat die %1$@-Last abgelehnt (HTTP %2$@: er begrenzt Testverkehr pro Adresse); später erneut versuchen
es: El servidor de prueba rechazó la carga de %1$@ (HTTP %2$@: limita el tráfico de prueba por dirección); vuelve a intentarlo más tarde
fr: Le serveur de test a refusé la charge (%1$@) (HTTP %2$@ : il limite le trafic de test par adresse) ; réessayez plus tard
pt_br: O servidor de teste recusou a carga de %1$@ (HTTP %2$@: ele limita o tráfego de teste por endereço); tente novamente mais tarde
vi: Máy chủ đo đã từ chối tải chiều %1$@ (HTTP %2$@: máy chủ giới hạn lưu lượng đo theo từng địa chỉ); thử lại sau
zh_hans: 测试服务器拒绝了%1$@负载（HTTP %2$@：它按地址限制测试流量）；请稍后重试

# diag.bufferbloat.rise
source: Latency to the Internet rises %1$@ when the line is busy%2$@
de: Die Latenz ins Internet steigt %1$@, wenn die Leitung ausgelastet ist%2$@
es: La latencia hacia Internet aumenta %1$@ cuando la línea está ocupada%2$@
fr: La latence vers Internet augmente %1$@ quand la ligne est occupée%2$@
pt_br: A latência até a Internet sobe %1$@ quando a linha está ocupada%2$@
vi: Độ trễ ra Internet tăng %1$@ khi đường truyền bận%2$@
zh_hans: 线路繁忙时到互联网的延迟%1$@%2$@

# diag.bufferbloat.shaped
source: Upload limited by this app to %1$@ Mbps (Optimize), so this is measured through the limit
de: Upload von dieser App auf %1$@ Mbit/s begrenzt (Optimieren), daher wird durch die Begrenzung hindurch gemessen
es: Subida limitada por esta app a %1$@ Mbps (Optimizar), así que esto se mide a través del límite
fr: Envoi limité par cette app à %1$@ Mbit/s (Optimiser) : la mesure passe donc par cette limite
pt_br: Upload limitado por este app a %1$@ Mbps (Otimizar), então esta medição passa pelo limite
vi: Upload đang bị ứng dụng giới hạn ở %1$@ Mbps (Tối ưu), nên phép đo này đi qua mức giới hạn đó
zh_hans: 上传已被本应用限制为 %1$@ Mbps（优化），因此本次测量经过了该限制

# diag.bufferbloat.shaped_at_limit
source: Upload limited by this app to %1$@ Mbps and the upload reached it (%2$@ Mbps): if your plan got faster, turn the limit off and on again to measure the line
de: Upload von dieser App auf %1$@ Mbit/s begrenzt, und der Upload hat sie erreicht (%2$@ Mbit/s): Wenn Ihr Tarif schneller geworden ist, schalten Sie die Begrenzung aus und wieder ein, um die Leitung zu messen
es: Subida limitada por esta app a %1$@ Mbps y la subida lo alcanzó (%2$@ Mbps): si tu plan es ahora más rápido, desactiva y vuelve a activar el límite para medir la línea
fr: Envoi limité par cette app à %1$@ Mbit/s, et l’envoi l’a atteinte (%2$@ Mbit/s) : si votre forfait est devenu plus rapide, désactivez puis réactivez la limite pour mesurer la ligne
pt_br: Upload limitado por este app a %1$@ Mbps e o upload chegou ao limite (%2$@ Mbps): se o seu plano ficou mais rápido, desative e ative o limite de novo para medir a linha
vi: Upload đang bị ứng dụng giới hạn ở %1$@ Mbps và đã chạm mức đó (%2$@ Mbps): nếu gói cước đã nhanh hơn, hãy tắt rồi bật lại giới hạn để đo đường truyền
zh_hans: 上传已被本应用限制为 %1$@ Mbps，且上传已达到该限制（%2$@ Mbps）：如果你的套餐变快了，请关闭再开启该限制以测量线路

# diag.bufferbloat.title
source: Bufferbloat (latency under load)
de: Bufferbloat (Latenz unter Last)
es: Bufferbloat (latencia bajo carga)
fr: Bufferbloat (latence en charge)
pt_br: Bufferbloat (latência sob carga)
vi: Bufferbloat (độ trễ khi đường truyền bận)
zh_hans: Bufferbloat（负载下的延迟）

# diag.bufferbloat.unbounded
source: without bound (pings lost)
de: unbegrenzt (Pings verloren)
es: sin límite (pings perdidos)
fr: sans limite (pings perdus)
pt_br: sem limite (pings perdidos)
vi: vô hạn (mất ping)
zh_hans: 无限上升（ping 丢失）

# diag.bufferbloat.weak_load
source: The %1$@ load reached only %2$@ Mbps, not enough to fill the line
de: Die %1$@-Last erreichte nur %2$@ Mbps, zu wenig, um die Leitung auszulasten
es: La carga de %1$@ solo alcanzó %2$@ Mbps, insuficiente para llenar la línea
fr: La charge (%1$@) n'a atteint que %2$@ Mbps, insuffisant pour saturer la ligne
pt_br: A carga de %1$@ chegou a apenas %2$@ Mbps, insuficiente para encher a linha
vi: Chiều %1$@ chỉ đạt %2$@ Mbps nên không đủ để làm đầy đường truyền
zh_hans: %1$@负载仅达到 %2$@ Mbps，不足以占满线路

# diag.bufferbloat.where_local
source: , rising even to the router ⇒ the queue is on the PC ↔ router hop (saturated Wi‑Fi or an overloaded router)
de: , steigt sogar bis zum Router ⇒ die Warteschlange liegt auf dem Abschnitt PC ↔ Router (überlastetes Wi‑Fi oder überlasteter Router)
es: , y aumenta incluso hasta el router ⇒ la cola está en el salto PC ↔ router (Wi‑Fi saturado o router sobrecargado)
fr: , y compris vers le routeur ⇒ la file se trouve sur le saut PC ↔ routeur (Wi‑Fi saturé ou routeur surchargé)
pt_br: , subindo até no roteador ⇒ a fila está no trecho PC ↔ roteador (Wi‑Fi saturado ou roteador sobrecarregado)
vi: , tăng ngay cả tới router ⇒ hàng đợi ở chặng PC ↔ router (Wi‑Fi bão hòa hoặc chính router quá tải)
zh_hans: ，到路由器的延迟也在上升 ⇒ 队列位于电脑 ↔ 路由器这一跳（Wi‑Fi 饱和或路由器过载）
